Repository: HarpeLm/AquApp
Catalog: AquApp/Localizable.xcstrings
Source language: fr
Languages: ar, bg, bn, cs, da, de, el, en, es, fa, fi, fil, he, hi, hr, hu, id, it, ja, ko, ku, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# body.result.modify
source: Modifier mes informations
ar: تعديل معلوماتي
bg: Промени данните ми
bn: আমার তথ্য সম্পাদনা করুন
cs: Upravit mé údaje
da: Rediger mine oplysninger
de: Meine Angaben ändern
el: Επεξεργασία στοιχείων μου
en: Edit my information
es: Modificar mis datos
fa: ویرایش اطلاعات من
fi: Muokkaa tietojani
fil: I-edit ang aking impormasyon
he: ערוך את הפרטים שלי
hi: मेरी जानकारी संपादित करें
hr: Uredi moje podatke
hu: Adataim módosítása
id: Edit informasi saya
it: Modifica le mie informazioni
ja: 情報を修正する
ko: 내 정보 수정
ku: Agahiyên min biguherîne
lt: Redaguoti mano duomenis
lv: Rediģēt manus datus
ms: Edit maklumat saya
nb: Rediger mine opplysninger
nl: Mijn gegevens wijzigen
pl: Edytuj moje informacje
pt_br: Editar minhas informações
pt_pt: Editar as minhas informações
ro: Editează informațiile mele
ru: Изменить мои данные
sk: Upraviť moje údaje
sl: Uredi moje podatke
sq: Modifiko të dhënat e mia
sr: Измени моје податке
sv: Redigera mina uppgifter
sw: Hariri taarifa zangu
th: แก้ไขข้อมูลของฉัน
tr: Bilgilerimi düzenle
uk: Змінити мої дані
vi: Chỉnh sửa thông tin của tôi
zh_hans: 修改我的信息
zh_hant: 修改我的資料

# body.result.title
source: Votre objectif journalier
ar: هدفك اليومي
bg: Твоята дневна цел
bn: আপনার দৈনিক লক্ষ্য
cs: Tvůj denní cíl
da: Dit daglige mål
de: Dein Tagesziel
el: Ο ημερήσιος στόχος σας
en: Your daily goal
es: Tu objetivo diario
fa: هدف روزانه تو
fi: Päivätavoitteesi
fil: Ang iyong araw-araw na layunin
he: היעד היומי שלך
hi: आपका दैनिक लक्ष्य
hr: Tvoj dnevni cilj
hu: Napi célod
id: Target harian Anda
it: Il tuo obiettivo giornaliero
ja: あなたの1日の目標
ko: 당신의 일일 목표
ku: Armanca te ya rojane
lt: Tavo dienos tikslas
lv: Tavs dienas mērķis
ms: Sasaran harian anda
nb: Ditt daglige mål
nl: Jouw dagelijks doel
pl: Twój dzienny cel
pt_br: Seu objetivo diário
pt_pt: O seu objetivo diário
ro: Obiectivul tău zilnic
ru: Ваша дневная цель
sk: Tvoj denný cieľ
sl: Tvoj dnevni cilj
sq: Objektivi yt ditor
sr: Твој дневни циљ
sv: Ditt dagliga mål
sw: Lengo lako la kila siku
th: เป้าหมายรายวันของคุณ
tr: Günlük hedefiniz
uk: Твоя денна ціль
vi: Mục tiêu hàng ngày của bạn
zh_hans: 您的每日目标
zh_hant: 你的每日目標

# body.save_and_update
source: Enregistrer et mettre à jour
ar: حفظ وتحديث الهدف
bg: Запази и актуализирай
bn: সংরক্ষণ ও আপডেট করুন
cs: Uložit a aktualizovat
da: Gem & opdater mål
de: Speichern & Ziel aktualisieren
el: Αποθήκευση & ενημέρωση στόχου
en: Save & update goal
es: Guardar y actualizar objetivo
fa: ذخیره و به‌روزرسانی
fi: Tallenna ja päivitä
fil: I-save at i-update ang layunin
he: שמור ועדכן יעד
hi: सेव करें और लक्ष्य अपडेट करें
hr: Spremi i ažuriraj
hu: Mentés és frissítés
id: Simpan & perbarui target
it: Salva e aggiorna obiettivo
ja: 保存して目標を更新
ko: 저장 및 목표 업데이트
ku: Tomar bike û nûve bike
lt: Išsaugoti ir atnaujinti
lv: Saglabāt un atjaunināt
ms: Simpan & kemaskini sasaran
nb: Lagre & oppdater mål
nl: Opslaan en doel bijwerken
pl: Zapisz i zaktualizuj cel
pt_br: Salvar e atualizar objetivo
pt_pt: Guardar e atualizar objetivo
ro: Salvează și actualizează obiectivul
ru: Сохранить и обновить цель
sk: Uložiť a aktualizovať
sl: Shrani in posodobi
sq: Ruaj dhe përditëso
sr: Сачувај и ажурирај
sv: Spara och uppdatera mål
sw: Hifadhi na sasisha
th: บันทึกและอัปเดตเป้าหมาย
tr: Kaydet ve hedefi güncelle
uk: Зберегти та оновити
vi: Lưu & cập nhật mục tiêu
zh_hans: 保存并更新目标
zh_hant: 儲存並更新

# body.step.back
source: Retour
ar: رجوع
bg: Назад
bn: পেছনে
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
en: Back
es: Volver
fa: بازگشت
fi: Takaisin
fil: Bumalik
he: חזור
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ku: Vegere
lt: Atgal
lv: Atpakaļ
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sq: Kthehu
sr: Назад
sv: Tillbaka
sw: Rudi
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# body.step.gender.sub
source: Pour affiner votre objectif d'hydratation.
ar: لضبط هدف الترطيب الخاص بك.
bg: За уточняване на целта ти за хидратация.
bn: আপনার হাইড্রেশন লক্ষ্য নির্ধারণ করতে।
cs: Pro upřesnění tvého cíle hydratace.
da: For at finjustere dit hydrationsmal.
de: Um dein Hydrationsziel anzupassen.
el: Για βελτιστοποίηση του στόχου ενυδάτωσής σας.
en: To refine your hydration goal.
es: Para ajustar tu objetivo de hidratación.
fa: برای دقیق‌تر کردن هدف آب‌رسانی تو.
fi: Nesteytystavoitteesi tarkentamiseksi.
fil: Para mapino ang iyong layunin sa hydration.
he: לכוונון יעד ההידרציה שלך.
hi: आपके हाइड्रेशन लक्ष्य को बेहतर बनाने के लिए।
hr: Kako bismo precizirali tvoj cilj hidratacije.
hu: A folyadékbeviteli célod pontosításához.
id: Untuk menyempurnakan target hidrasi Anda.
it: Per affinare il tuo obiettivo di idratazione.
ja: 水分補給目標を調整するために。
ko: 수분 섭취 목표를 조정하기 위해.
ku: Bo zelalkirina armanca te ya avahiyê.
lt: Tiksliai nustatyti tavo hidratacijos tikslą.
lv: Lai precizētu tavu hidratācijas mērķi.
ms: Untuk menyempurnakan sasaran hidrasi anda.
nb: For å finjustere hydreringsmålet ditt.
nl: Om jouw hydratatiedoel te verfijnen.
pl: Aby doprecyzować Twój cel nawodnienia.
pt_br: Para ajustar seu objetivo de hidratação.
pt_pt: Para ajustar o seu objetivo de hidratação.
ro: Pentru a-ți ajusta obiectivul de hidratare.
ru: Для настройки цели гидратации.
sk: Na spresnenie tvojho cieľa hydratácie.
sl: Za natančnejšo določitev tvojega cilja hidracije.
sq: Për të saktësuar objektivin tënd të hidratimit.
sr: Да прецизирамо твој циљ хидратације.
sv: För att anpassa ditt hydrateringsmål.
sw: Ili kubainisha lengo lako la unyevu.
th: เพื่อปรับแต่งเป้าหมายการดื่มน้ำของคุณ
tr: Hidrasyon hedefinizi ayarlamak için.
uk: Для уточнення твоєї цілі гідратації.
vi: Để tinh chỉnh mục tiêu uống nước của bạn.
zh_hans: 用于调整您的水分补充目标。
zh_hant: 用於精確設定你的飲水目標。

# body.step.gender.title
source: Quel est votre sexe ?
ar: ما هو جنسك؟
bg: Какъв е твоят пол?
bn: আপনার লিঙ্গ কী?
cs: Jaké je tvé pohlaví?
da: Hvad er dit køn?
de: Was ist dein Geschlecht?
el: Ποιο είναι το φύλο σας;
en: What is your gender?
es: ¿Cuál es tu sexo?
fa: جنسیت تو چیست؟
fi: Mikä on sukupuolesi?
fil: Ano ang iyong kasarian?
he: מה המין שלך?
hi: आपका लिंग क्या है?
hr: Koji je tvoj spol?
hu: Mi a nemed?
id: Apa jenis kelamin Anda?
it: Qual è il tuo sesso?
ja: 性別を教えてください
ko: 성별이 무엇인가요?
ku: Zayenda te çi ye?
lt: Kokia tavo lytis?
lv: Kāds ir tavs dzimums?
ms: Apakah jantina anda?
nb: Hva er kjønnet ditt?
nl: Wat is jouw geslacht?
pl: Jaka jest twoja płeć?
pt_br: Qual é o seu sexo?
pt_pt: Qual é o seu sexo?
ro: Care este genul tău?
ru: Ваш пол?
sk: Aké je tvoje pohlavie?
sl: Kakšen je tvoj spol?
sq: Cila është gjinia jote?
sr: Који је твој пол?
sv: Vad är ditt kön?
sw: Jinsia yako ni nini?
th: เพศของคุณคืออะไร?
tr: Cinsiyetiniz nedir?
uk: Яка твоя стать?
vi: Giới tính của bạn là gì?
zh_hans: 您的性别是什么？
zh_hant: 你的性別是？

# body.step.height.sub
source: Utilisée pour personnaliser votre objectif.
ar: تُستخدم لتخصيص هدفك.
bg: Използва се за персонализиране на целта ти.
bn: আপনার লক্ষ্য ব্যক্তিগতকৃত করতে ব্যবহার করা হয়।
cs: Použito k přizpůsobení tvého cíle.
da: Bruges til at tilpasse dit mål.
de: Wird zur Personalisierung deines Ziels verwendet.
el: Χρησιμοποιείται για εξατομίκευση του στόχου σας.
en: Used to personalize your goal.
es: Utilizado para personalizar tu objetivo.
fa: برای شخصی‌سازی هدف تو استفاده می‌شود.
fi: Käytetään tavoitteesi mukauttamiseen.
fil: Ginagamit para i-personalize ang iyong layunin.
he: משמש להתאמה אישית של היעד שלך.
hi: आपके लक्ष्य को व्यक्तिगत बनाने के लिए उपयोग किया जाता है।
hr: Koristi se za personalizaciju tvog cilja.
hu: A célod személyre szabásához használjuk.
id: Digunakan untuk mempersonalisasi target Anda.
it: Usata per personalizzare il tuo obiettivo.
ja: 目標をパーソナライズするために使用されます。
ko: 목표를 개인화하는 데 사용됩니다.
ku: Ji bo taybetkirina armanca te tê bikaranîn.
lt: Naudojama tavo tikslui personalizuoti.
lv: Izmanto, lai personalizētu tavu mērķi.
ms: Digunakan untuk mempersonalisasi sasaran anda.
nb: Brukes til å tilpasse målet ditt.
nl: Gebruikt om jouw doel te personaliseren.
pl: Używany do personalizacji Twojego celu.
pt_br: Usado para personalizar seu objetivo.
pt_pt: Utilizada para personalizar o seu objetivo.
ro: Folosit pentru personalizarea obiectivului tău.
ru: Используется для персонализации вашей цели.
sk: Použité na prispôsobenie tvojho cieľa.
sl: Uporablja se za personalizacijo tvojega cilja.
sq: Përdoret për të personalizuar objektivin tënd.
sr: Користи се за персонализацију твог циља.
sv: Används för att anpassa ditt mål.
sw: Inatumika kubinafsisha lengo lako.
th: ใช้เพื่อปรับแต่งเป้าหมายของคุณ
tr: Hedefinizi kişiselleştirmek için kullanılır.
uk: Використовується для персоналізації твоєї цілі.
vi: Dùng để cá nhân hóa mục tiêu của bạn.
zh_hans: 用于个性化您的目标。
zh_hant: 用於個人化你的目標。

# body.step.height.title
source: Quelle est votre taille ?
ar: ما هو طولك؟
bg: Какъв е твоят ръст?
bn: আপনার উচ্চতা কত?
cs: Jaká je tvá výška?
da: Hvad er din højde?
de: Wie groß bist du?
el: Ποιο είναι το ύψος σας;
en: What is your height?
es: ¿Cuánto mides?
fa: قد تو چقدر است؟
fi: Mikä on pituutesi?
fil: Ano ang iyong taas?
he: מה הגובה שלך?
hi: आपकी ऊंचाई क्या है?
hr: Kolika je tvoja visina?
hu: Mennyi a magasságod?
id: Berapa tinggi badan Anda?
it: Quanto sei alto?
ja: 身長はどのくらいですか？
ko: 키가 얼마인가요?
ku: Bilindahiya te çiqasî ye?
lt: Koks tavo ūgis?
lv: Kāds ir tavs augums?
ms: Berapa ketinggian anda?
nb: Hva er høyden din?
nl: Hoe groot ben jij?
pl: Jaki masz wzrost?
pt_br: Qual é a sua altura?
pt_pt: Qual é a sua altura?
ro: Care este înălțimea ta?
ru: Какой у вас рост?
sk: Aká je tvoja výška?
sl: Kakšna je tvoja višina?
sq: Sa është gjatësia jote?
sr: Колика је твоја висина?
sv: Hur lång är du?
sw: Urefu wako ni kiasi gani?
th: คุณสูงเท่าไหร่?
tr: Boyunuz nedir?
uk: Який твій зріст?
vi: Chiều cao của bạn là bao nhiêu?
zh_hans: 您的身高是多少？
zh_hant: 你的身高是？

# body.step.next
source: Suivant
ar: التالي
bg: Напред
bn: পরবর্তী
cs: Další
da: Næste
de: Weiter
el: Επόμενο
en: Next
es: Siguiente
fa: بعدی
fi: Seuraava
fil: Susunod
he: הבא
hi: अगला
hr: Dalje
hu: Tovább
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
ku: Pêş
lt: Toliau
lv: Tālāk
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
pt_br: Próximo
pt_pt: Seguinte
ro: Următor
ru: Далее
sk: Ďalej
sl: Naprej
sq: Tjetër
sr: Даље
sv: Nästa
sw: Ifuatayo
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# body.step.see_goal
source: Voir mon objectif
ar: رؤية هدفي
bg: Виж моята цел
bn: আমার লক্ষ্য দেখুন
cs: Zobrazit můj cíl
da: Se mit mål
de: Mein Ziel sehen
el: Δείτε τον στόχο μου
en: See my goal
es: Ver mi objetivo
fa: مشاهده هدف من
fi: Näytä tavoitteeni
fil: Tingnan ang aking layunin
he: ראה את היעד שלי
hi: मेरा लक्ष्य देखें
hr: Pogledaj moj cilj
hu: Célom megtekintése
id: Lihat target saya
it: Vedi il mio obiettivo
ja: 目標を見る
ko: 내 목표 보기
ku: Armanca min bibîne
lt: Pamatyti mano tikslą
lv: Skatīt manu mērķi
ms: Lihat sasaran saya
nb: Se målet mitt
nl: Mijn doel bekijken
pl: Zobacz mój cel
pt_br: Ver meu objetivo
pt_pt: Ver o meu objetivo
ro: Vezi obiectivul meu
ru: Посмотреть цель
sk: Zobraziť môj cieľ
sl: Poglej moj cilj
sq: Shiko objektivin tim
sr: Погледај мој циљ
sv: Se mitt mål
sw: Ona lengo langu
th: ดูเป้าหมายของฉัน
tr: Hedefimi gör
uk: Переглянути мою ціль
vi: Xem mục tiêu của tôi
zh_hans: 查看我的目标
zh_hant: 查看我的目標

# body.step.weight.sub
source: Le calcul est basé sur 35 ml par kg.
ar: الحساب مبني على 35 مل لكل كيلوغرام.
bg: Изчислението се базира на 35 мл на килограм.
bn: গণনা প্রতি কেজিতে ৩৫ মিলির উপর ভিত্তি করে।
cs: Výpočet je založen na 35 ml na kg.
da: Beregningen er baseret på 35 ml pr. kg.
de: Die Berechnung basiert auf 35 ml pro kg.
el: Ο υπολογισμός βασίζεται σε 35 ml ανά kg.
en: The calculation is based on 35 ml per kg.
es: El cálculo se basa en 35 ml por kg.
fa: محاسبه بر اساس ۳۵ میلی‌لیتر به ازای هر کیلوگرم است.
fi: Laskenta perustuu 35 ml:aan kiloa kohden.
fil: Ang pagkalkula ay batay sa 35 ml bawat kg.
he: החישוב מבוסס על 35 מ"ל לק"ג.
hi: गणना 35 ml प्रति किलो पर आधारित है।
hr: Izračun se temelji na 35 ml po kilogramu.
hu: A számítás 35 ml/testtömegkilogramm alapján történik.
id: Perhitungan berdasarkan 35 ml per kg.
it: Il calcolo è basato su 35 ml per kg.
ja: 計算は体重1kgあたり35mlに基づいています。
ko: 계산은 kg당 35ml를 기준으로 합니다.
ku: Hesabkirin li ser bingeha 35 ml ya her kîloyê ye.
lt: Skaičiavimas grindžiamas 35 ml vienam kilogramui.
lv: Aprēķins balstīts uz 35 ml uz kilogramu.
ms: Pengiraan berdasarkan 35 ml setiap kg.
nb: Beregningen er basert på 35 ml per kg.
nl: De berekening is gebaseerd op 35 ml per kg.
pl: Obliczenie opiera się na 35 ml na kg.
pt_br: O cálculo é baseado em 35 ml por kg.
pt_pt: O cálculo é baseado em 35 ml por kg.
ro: Calculul se bazează pe 35 ml pe kg.
ru: Расчёт основан на 35 мл на кг.
sk: Výpočet je založený na 35 ml na kg.
sl: Izračun temelji na 35 ml na kilogram.
sq: Llogaritja bazohet në 35 ml për kilogram.
sr: Прорачун се заснива на 35 ml по килограму.
sv: Beräkningen baseras på 35 ml per kg.
sw: Hesabu inategemea ml 35 kwa kila kilogramu.
th: การคำนวณอิงตาม 35 มล. ต่อกิโลกรัม
tr: Hesaplama kg başına 35 ml üzerinden yapılır.
uk: Розрахунок базується на 35 мл на кілограм.
vi: Tính toán dựa trên 35 ml mỗi kg.
zh_hans: 计算基于每公斤35毫升。
zh_hant: 計算方式以每公斤 35 毫升為基準。

# body.step.weight.title
source: Quel est votre poids ?
ar: ما هو وزنك؟
bg: Какво е твоето тегло?
bn: আপনার ওজন কত?
cs: Jaká je tvá váha?
da: Hvad er din vægt?
de: Wie viel wiegst du?
el: Ποιο είναι το βάρος σας;
en: What is your weight?
es: ¿Cuánto pesas?
fa: وزن تو چقدر است؟
fi: Mikä on painosi?
fil: Ano ang iyong timbang?
he: מה המשקל שלך?
hi: आपका वजन कितना है?
hr: Kolika je tvoja težina?
hu: Mennyi a testsúlyod?
id: Berapa berat badan Anda?
it: Quanto pesi?
ja: 体重はどのくらいですか？
ko: 체중이 얼마인가요?
ku: Giraniya te çiqasî ye?
lt: Koks tavo svoris?
lv: Kāds ir tavs svars?
ms: Berapa berat badan anda?
nb: Hva er vekten din?
nl: Hoeveel weeg jij?
pl: Ile ważysz?
pt_br: Qual é o seu peso?
pt_pt: Qual é o seu peso?
ro: Care este greutatea ta?
ru: Какой у вас вес?
sk: Aká je tvoja váha?
sl: Kakšna je tvoja teža?
sq: Sa është pesha jote?
sr: Колика је твоја тежина?
sv: Hur mycket väger du?
sw: Uzito wako ni kiasi gani?
th: คุณหนักเท่าไหร่?
tr: Kilonuz nedir?
uk: Яка твоя вага?
vi: Cân nặng của bạn là bao nhiêu?
zh_hans: 您的体重是多少？
zh_hant: 你的體重是？

# body.weight
source: Poids
ar: الوزن
bg: Тегло
bn: ওজন
cs: Váha
da: Vægt
de: Gewicht
el: Βάρος
en: Weight
es: Peso
fa: وزن
fi: Paino
fil: Timbang
he: משקל
hi: वजन
hr: Težina
hu: Testsúly
id: Berat badan
it: Peso
ja: 体重
ko: 체중
ku: Giranî
lt: Svoris
lv: Svars
ms: Berat badan
nb: Vekt
nl: Gewicht
pl: Waga
pt_br: Peso
pt_pt: Peso
ro: Greutate
ru: Вес
sk: Váha
sl: Teža
sq: Pesha
sr: Тежина
sv: Vikt
sw: Uzito
th: น้ำหนัก
tr: Ağırlık
uk: Вага
vi: Cân nặng
zh_hans: 体重
zh_hant: 體重

# body.weight_value
source: %d kilogrammes
ar: %d كيلوغرام
bg: %d килограма
bn: %d কিলোগ্রাম
cs: %d kilogramů
da: %d kilogram
de: %d Kilogramm
el: %d κιλά
en: %d kilograms
es: %d kilogramos
fa: %d کیلوگرم
fi: %d kilogrammaa
fil: %d kilogramo
he: %d קילוגרם
hi: %d किलोग्राम
hr: %d kilograma
hu: %d kilogramm
id: %d kilogram
it: %d chilogrammi
ja: %d キログラム
ko: %d 킬로그램
ku: %d kîlogram
lt: %d kilogramų
lv: %d kilogrami
ms: %d kilogram
nb: %d kilogram
nl: %d kilogram
pl: %d kilogramów
pt_br: %d quilogramas
pt_pt: %d quilogramas
ro: %d kilograme
ru: %d килограммов
sk: %d kilogramov
sl: %d kilogramov
sq: %d kilogramë
sr: %d килограма
sv: %d kilogram
sw: Kilogramu %d
th: %d กิโลกรัม
tr: %d kilogram
uk: %d кілограмів
vi: %d kilôgam
zh_hans: %d 千克
zh_hant: %d 公斤

# challenge.active_day.desc
source: Atteignez votre objectif un jour où vous marchez 10 000 pas
ar: حقق هدفك في يوم تمشي فيه 10,000 خطوة
bg: Постигни целта в ден, в който изминеш 10 000 крачки
bn: ১০,০০০ পদক্ষেপের দিনে লক্ষ্য অর্জন করুন
cs: Dosáhni cíle ve dni, kdy ujdeš 10 000 kroků
da: Nå dit mål på en dag, hvor du går 10.000 skridt
de: Erreiche dein Ziel an einem Tag, an dem du 10.000 Schritte machst
el: Επιτύχετε τον στόχο σε μια μέρα που περπατάτε 10.000 βήματα
en: Reach your goal on a day you walk 10,000 steps
es: Alcanza tu objetivo el día que camines 10.000 pasos
fa: در روزی که ۱۰٬۰۰۰ قدم می‌روی به هدف برس
fi: Saavuta tavoite päivänä, jolloin kävelet 10 000 askelta
fil: Abutin ang iyong layunin sa araw na naglakad ka ng 10,000 hakbang
he: השג את היעד ביום שאתה הולך 10,000 צעדים
hi: 10,000 कदम चलने वाले दिन अपना लक्ष्य पूरा करें
hr: Postigni cilj na dan kada prođeš 10.000 koraka
hu: Érd el a célt egy 10 000 lépéses napon
id: Capai target pada hari Anda berjalan 10.000 langkah
it: Raggiungi l'obiettivo in un giorno in cui cammini 10.000 passi
ja: 10,000歩歩いた日に目標を達成する
ko: 1만 보를 걷는 날 목표를 달성하세요
ku: Di roja ku tu 10,000 gavan dimeşî de armancê bigihîje
lt: Pasiek tikslą dieną, kai nueisi 10 000 žingsnių
lv: Sasniegt mērķi dienā, kad noejat 10 000 soļu
ms: Capai sasaran pada hari anda berjalan 10,000 langkah
nb: Nå målet ditt på en dag du går 10 000 skritt
nl: Bereik je doel op een dag dat je 10.000 stappen zet
pl: Osiągnij cel w dniu, gdy zrobisz 10 000 kroków
pt_br: Alcance sua meta em um dia que você caminhe 10.000 passos
pt_pt: Atinja o objetivo num dia em que caminhe 10.000 passos
ro: Atinge obiectivul într-o zi în care mergi 10.000 de pași
ru: Достигни цели в день, когда сделаешь 10 000 шагов
sk: Dosiahni cieľ v deň, keď prejdeš 10 000 krokov
sl: Doseži cilj na dan, ko narediš 10.000 korakov
sq: Arrij objektivin në ditën kur bën 10.000 hapa
sr: Оствари свој циљ на дан када пређеш 10.000 корака
sv: Nå målet en dag du går 10 000 steg
sw: Fikia lengo siku unayotembea hatua 10,000
th: บรรลุเป้าหมายในวันที่คุณเดิน 10,000 ก้าว
tr: 10.000 adım attığın günde hedefine ulaş
uk: Досягни цілі в день, коли пройдеш 10 000 кроків
vi: Đạt mục tiêu vào ngày bạn đi 10.000 bước
zh_hans: 在步行10,000步的那天达成目标
zh_hant: 在走滿 10,000 步的日子裡達成目標

# challenge.active_day.title
source: Journée active
ar: يوم نشط
bg: Активен ден
bn: সক্রিয় দিন
cs: Aktivní den
da: Aktiv dag
de: Aktiver Tag
el: Ενεργή Μέρα
en: Active Day
es: Día activo
fa: روز پرتحرک
fi: Aktiivinen päivä
fil: Aktibong Araw
he: יום פעיל
hi: एक्टिव डे
hr: Aktivan dan
hu: Aktív nap
id: Hari Aktif
it: Giornata attiva
ja: アクティブデー
ko: 활동적인 날
ku: Roja çalak
lt: Aktyvi diena
lv: Aktīva diena
ms: Hari Aktif
nb: Aktiv dag
nl: Actieve dag
pl: Aktywny dzień
pt_br: Dia ativo
pt_pt: Dia Ativo
ro: Zi Activă
ru: Активный день
sk: Aktívny deň
sl: Aktiven dan
sq: Ditë aktive
sr: Активан дан
sv: Aktiv dag
sw: Siku ya amilifu
th: วันที่กระตือรือร้น
tr: Aktif gün
uk: Активний день
vi: Ngày Năng Động
zh_hans: 活跃的一天
zh_hant: 活力日

# challenge.cadence_parfaite.desc
source: 200 ml dans chacune des 6 fenêtres de 2h (8h–20h)
ar: 200 مل في كل نافذة من 6 نوافذ ساعتين (8 صباحًا – 8 مساءً)
bg: 200 мл във всеки от 6-те двучасови прозореца (8–20 ч)
bn: ৬টি দুই ঘণ্টার উইন্ডোতে প্রতিটিতে ২০০ মিলি (সকাল ৮ – রাত ৮)
cs: 200 ml v každém ze 6 dvouhodinových oken (8–20 h)
da: 200 ml i hvert af de 6 2-timers vinduer (8:00–20:00)
de: 200 ml in jedem der 6 Zweistundenfenster (8–20 Uhr)
el: 200 ml σε καθένα από τα 6 παράθυρα 2 ωρών (8:00–20:00)
en: 200 ml in each of the 6 two-hour windows (8am–8pm)
es: 200 ml en cada una de las 6 ventanas de 2h (8h–20h)
fa: ۲۰۰ میلی‌لیتر در هر یک از ۶ بازه دو ساعته (۸ تا ۲۰)
fi: 200 ml jokaisessa 6 kahden tunnin ikkunassa (klo 8–20)
fil: 200 ml sa bawat isa sa 6 na dalawang-oras na window (8am–8pm)
he: 200 מ"ל בכל אחד מ-6 חלונות של שעתיים (8:00–20:00)
hi: 6 दो-घंटे की खिड़कियों में से प्रत्येक में 200 ml (सुबह 8–शाम 8)
hr: 200 ml u svakom od 6 dvosatnih prozora (8–20 h)
hu: 200 ml mind a 6 kétórás idősávban (8–20 óra)
id: 200 ml di setiap 6 jendela 2 jam (08:00–20:00)
it: 200 ml in ognuna delle 6 finestre di 2h (8h–20h)
ja: 8時〜20時の6つの2時間ごとに200ml
ko: 6개의 2시간 구간(오전 8시–오후 8시)마다 200ml
ku: Di her yek ji 6 pencereyên du saetan de 200 ml (saet 8–20)
lt: 200 ml kiekviename iš 6 dviejų valandų langų (8–20 val.)
lv: 200 ml katrā no 6 divu stundu logiem (8–20 h)
ms: 200 ml dalam setiap 6 tetingkap 2 jam (8:00–20:00)
nb: 200 ml i hvert av de 6 2-timers vinduene (8:00–20:00)
nl: 200 ml in elk van de 6 ramen van 2 uur (8u–20u)
pl: 200 ml w każdym z 6 okien 2-godzinnych (8:00–20:00)
pt_br: 200 ml em cada uma das 6 janelas de 2h (8h–20h)
pt_pt: 200 ml em cada uma das 6 janelas de 2h (8h–20h)
ro: 200 ml în fiecare dintre cele 6 ferestre de 2 ore (8:00–20:00)
ru: 200 мл в каждом из 6 двухчасовых окон (8–20 ч)
sk: 200 ml v každom zo 6 dvojhodinových okien (8–20 h)
sl: 200 ml v vsakem od 6 dvournih oken (8–20 h)
sq: 200 ml në secilën nga 6 dritaret dydrejtimëshe (8–20 h)
sr: 200 ml у сваком од 6 двочасовних прозора (8–20 ч)
sv: 200 ml i var och en av 6 tvåtimmarsfönster (8–20)
sw: ml 200 katika kila moja ya madirisha 6 ya masaa mawili (8–20h)
th: 200 มล. ในแต่ละช่วง 2 ชั่วโมง 6 ช่วง (08:00–20:00)
tr: 6 iki saatlik pencerede 200 ml (08:00–20:00)
uk: 200 мл у кожному з 6 двогодинних вікон (8–20 год)
vi: 200 ml trong mỗi 6 khung 2 giờ (8h–20h)
zh_hans: 8时至20时每个2小时窗口喝200ml
zh_hant: 在 6 個兩小時時段（8點–20點）中各喝 200 ml

# challenge.cadence_parfaite.title
source: Cadence Parfaite
ar: إيقاع مثالي
bg: Перфектен ритъм
bn: নিখুঁত ছন্দ
cs: Dokonalý rytmus
da: Perfekt kadence
de: Perfekter Rhythmus
el: Τέλειος Ρυθμός
en: Perfect Cadence
es: Cadencia perfecta
fa: ریتم بی‌نقص
fi: Täydellinen rytmi
fil: Perpektong Cadence
he: קצב מושלם
hi: परफेक्ट कैडेंस
hr: Savršen ritam
hu: Tökéletes ritmus
id: Irama Sempurna
it: Cadenza perfetta
ja: 完璧なペース
ko: 완벽한 리듬
ku: Rîtma bêkêmasî
lt: Tobulas ritmas
lv: Pilnīgais ritms
ms: Kadens Sempurna
nb: Perfekt kadense
nl: Perfecte cadans
pl: Idealne tempo
pt_br: Cadência perfeita
pt_pt: Cadência Perfeita
ro: Cadenț Perfectă
ru: Идеальный темп
sk: Dokonalý rytmus
sl: Popoln ritem
sq: Ritëm i përsosur
sr: Савршен ритам
sv: Perfekt kadans
sw: Mdundo kamili
th: จังหวะที่สมบูรณ์แบบ
tr: Mükemmel Ritim
uk: Ідеальний ритм
vi: Nhịp Điệu Hoàn Hảo
zh_hans: 完美节奏
zh_hant: 完美節奏

# challenge.cadence.progress
source: %d/6 fenêtres couvertes
ar: %d/6 نوافذ مغطاة
bg: %d/6 времеви прозореца покрити
bn: %d/৬ টাইম উইন্ডো কভার করা হয়েছে
cs: %d/6 časových oken pokryto
da: %d/6 vinduer dækket
de: %d/6 Fenster abgedeckt
el: %d/6 παράθυρα καλύφθηκαν
en: %d/6 windows covered
es: %d/6 ventanas cubiertas
fa: %d/6 بازه زمانی پوشش داده شده
fi: %d/6 aikaikkunaa katettu
fil: %d/6 na window ang nasakop
he: %d/6 חלונות הושלמו
hi: %d/6 विंडो कवर हुईं
hr: %d/6 vremenskih prozora pokriveno
hu: %d/6 idősáv lefedve
id: %d/6 jendela tercakup
it: %d/6 finestre coperte
ja: %d/6 ウィンドウ達成
ko: %d/6 구간 달성
ku: %d/6 pencereyên demê hatine vekirin
lt: %d/6 laiko langų padengta
lv: %d/6 laika logu apsegti
ms: %d/6 tetingkap diliputi
nb: %d/6 vinduer dekket
nl: %d/6 vensters gedekt
pl: %d/6 okien ukończonych
pt_br: %d/6 janelas cobertas
pt_pt: %d/6 janelas cobertas
ro: %d/6 ferestre acoperite
ru: %d/6 окон закрыто
sk: %d/6 časových okien pokrytých
sl: %d/6 časovnih oken pokritih
sq: %d/6 dritare kohore të mbuluara
sr: %d/6 временских прозора покривено
sv: %d/6 fönster täckta
sw: Madirisha %d/6 yamefunikwa
th: %d/6 ช่วงเวลาครบ
tr: %d/6 pencere tamamlandı
uk: %d/6 часових вікон охоплено
vi: %d/6 khung giờ đã đạt
zh_hans: %d/6 个时间窗口已完成
zh_hant: 已涵蓋 %d/6 個時段
